---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalResourceLoadData
source: html/579ff09c-481b-872a-0414-b8b7cb10b2c3.htm
---
# ExternalResourceLoadData Members

Releases all resources used by the ExternalResourceLoadData